[
    
  {
      "title": "Technical Induction Program - TIP",
      "date": "12 - 30 August 2024",
      "article": "The Technical Induction Program is aimed at introducing the participants with key technical skills and tools, providing them with guidance and support by laying a solid foundation in top tech competencies to ensure a seamless transition from school to a professional tech-environment.<ul><li> Build a Solid Engineering Foundation for your future studies and career.<li>Assisting in Seamless Transition from school to the Pro Tech World with Expert Guidance.<li>Explore Engineering in Trade & Finance for a holistic view of the field.<li>Polishing soft skills and providing insider tips to build a profile that stands out.<li>Develop a balanced skillset that spans across engineering disciplines and industries.<br><center><a href='https://tip.iitmandi.co.in/' target='_blank'>Link for the website</a></ul></center>"
  },
  {
  "title" : "Miraz'24",
  "date" : "12 - 14 April 2024",
  "article" : "Miraz is not just a festival; it's an embodiment of the diverse talents and passions that thrive within the vibrant community of IIT Mandi. Spanning five exhilarating days from 12th to 16th April 2024, Miraz offers a dynamic platform that seamlessly integrates Ranneeti(sports), Xpecto(tech), Exodia(cultural), attracting participants and spectators from across the nation.<br><center><a href='https://www.youtube.com/watch?v=WvwU3scKoAI' target='_blank'>More about Miraz</a></ul></center>"
  },
  {
  "title" : "FrostHack",
  "date" : "14 - 16 April 2024",
  "article" : "FrostHack is an Open Hackathon organized by student community of IIT Mandi with the goal of solving societal problem by collective collaboration among students using Technology"
  },
  {
  "title" : "Arduino Hackathon",
  "date" : "9 - 12 November 2023",
  "article" : "This Arduino hackathon is an event where participants come together to create innovative projects using Arduino, an open-source electronics platform. These hackathons typically last from a few hours to a few days and involve individuals or teams working intensively on hardware and software projects. Participants use Arduino boards, sensors, actuators, and other components to build functional prototypes, ranging from simple gadgets to complex systems. The goal is to encourage creativity, problem-solving, and collaboration, often culminating in a showcase where projects are presented and judged. Arduino hackathons are popular among makers, engineers, students, and hobbyists, fostering a community of learning and innovation."
  },
  {
  "title" : "3D thon",
  "date" : "5 september 2023",
  "article" : "3D Thon: Ultimate CAD Showdown Yantrik Club proudly showcases our yearly ultimate CAD modeling showdown, 3D THON! This enticing and electrifying competition is your chance to demonstrate your progress in CAD design and push your creativity to the extreme. Whether you're a CAD maestro or an enthusiastic beginner, 3D Thon is the perfect platform to shine. Compete against the best, showcase your talent, and gain recognition for your exceptional skills in a thrilling, high-energy environment."
  },
  {
  "title" : "The flagship event of Designauts ABCD 3.0",
  "date" : "17 mar - 3 apr 2024",
  "article" : "The flagship event of Designauts ABCD 3.0 was conducted in a time span of around 1.0 month. Many events were conducted under the same and contests were organized."
  },
  {
  "title" : "Disrupt",
  "date" : "1 Oct 2024",
  "article" : "In this event, students will engage in rounds of rapid idea generation, combining random triggers and objects to craft practical solutions. They will showcase their best ideas, face questions from peers and judges, and participate in a thrilling voting phase. The event aims to elevate their innovation skills in a fun and collaborative atmosphere."
  },
  {
  "title" : "Cell Saga",
  "date" : "August 2024",
  "article" : "A biology-themed scavenger hunt combining fun and learning. This engaging event takes place annually in August, or during Utkarsh, challenging participants to explore the fascinating world of cellular biology through a series of exciting challenges. "
  }
]
